<template>
    <pre class="area_cover_letter">
- “운영”에서 시작한 기획, 양산형 기획에서 목적을 가진 기획으로.
의무적으로 주 3 회 이상의 이벤트 또는 콘텐츠 기획이 고정 업무였으며, 이러한 기획서 양산을 하던 중
사용자 VOC 에 집중하였습니다
운영팀의 특성상 사용자의 의견을 가장 빠르고 가공 없이 접할 기회를 발판삼아
사용자의 요구를 충족시키기 위한 목적에 의한 기획으로 방향성을 수립하였습니다.

- “기획”은 기획자만의 역할이 아니다.
기획서를 작성하고 빠지는 부분을 찾아 수정하기만을 반복하다가 우연히 iOS 개발을 접하게 되었습니다.
iOS 로 시작했지만, 안드로이드 개발자와의 소통을 통해 플랫폼별 사용성을 배울 수 있었고,
API 통신과정을 통해, 효율적인 서버통신과 데이터 사용 방법을 배울 수 있었으며,
UI 작업을 통해 디자이너가 전달하고자 하는 의미를 더욱 가까이 느낄 수 있었습니다.
이러한 경험을 통해 “기획”은 결코 기획자만의 영역이 아님을 알 수 있었습니다.
- 기획서는 커뮤니케이션 수단일 뿐이다.
이러한 경험을 통해 동료들과 더 깊은 소통을 할 수 있게 되었으며,
오히려 기획서는 동료들과 소통한 내용을 직관적으로 정리하는 데 사용하게 되었습니다.
개발자와의 이야기를 통해 더욱 상세한 처리방안과 FLOW 를 구성할 수 있었고,
디자이너와의 이야기를 통해 UX 를 고려한 UI 기획 감각을 성장시킬 수 있게 되었습니다.

- 기획자는 존중을 기반으로 하는 커뮤니케이션 창구이다
짧지만 여러 가지 경험을 통해, 관련 툴을 사용함에서도 자신감이 생겼지만 저는 절대 제재 아는 것이
전부라고 생각하지 않았습니다.
함께 일하는 동료들은 항상 그 영역에서 최고라는 생각과 존중을 기반으로 그들과 원활하게 소통하기 위해 노력했고
이러한 노력을 통해 각 부서 간 발생하는 이슈를 중간에서 조율하고 최선의 방안을 선택하는 부분에 집중하게 되었습니다.
이와 같은 과정을 통해 제가 하고자 하는 기획에 각 부서에서 주는 추가 의견들을 잘 접목하여 모두가
공감하는 최선의 프로젝트를 진행하고 이끌어 갈 수 있었습니다.

<b>- 언제나 배우는 자세로 임하는 기획자</b>
앞서 나열한 4가지 주제는 “기획”이라는 포지션에 대한 명제를 만들어주는 계기였습니다.
“기획자”는 항상 “배움”을 통해 “성장”하고 “적응”하는 ”커뮤니케이션 창구”라는 저만의 명제를 가지고 임하겠습니다.
나아가, 저만의 명제를 지속적으로 확장하여 꾸준한 성장을 통해 회사에 수익성에 이바지하고,
유저에게 최상의 서비스를 제공하는 일에 일조할 것입니다.
결과적으로 기획자는 왜 필요한가?
어떤 업무에서도 기획은 이루어집니다.
개발도 디자인도 나름의 기준과 철학, 목적에 따라 기획이 이루어지고 그 기획 때문에 업무가 진행된다고 생각합니다.
저는 그런데도 기획자가 필요한 이유에 대해 항상 고민하는 기획자입니다.
SI 형태의 업무에서는 클라이언트와 내부 담당자 간의 소통 역할을 하기 위해
내부 프로젝트에서는 기획 / 디자인 / QA / 개발진 간의 통역 역할을 하기 위해
서비스 프로젝트에서는 대 고객에게 서비스의 목적을 전달하고 유도하기 위해 또한 고객의 요구를 내부에
전달하기 위해 모든 과정 간 어떻게든 의미를 명확히 전달하기 위해 문서, 영상, 이미지, 개발언어 등 다양한 방법에
관심을 두고 성장해왔습니다.
이를 통해 누구나 낼 수 있는 아이디어를 구체화하고 가시화시킬 수 있는 역량을 확보하였으며,
돌발상황에서도 상기 역량을 통해 분석할 수 있는 기존 데이터 등을 통해 유기적인 대응이 가능한 위기
대처능력을 확보한 기획자입니다.
</pre>

</template>

<script>
    export default {
        name: "CoverLetter",
    }
</script>

<style scoped>
.area_cover_letter{padding-top:20px;font-size:14px;line-height:22px;white-space:pre-line}
</style>